Repository: common-repository/serwersmspl-wc
Catalog: languages/woocommerce-serwersms-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Docs
pl_pl: Dokumentacja

source: Support
pl_pl: Wsparcie

source: WooCommerce integration with SerwerSMS.pl. <a href="%s" target="_blank">Check out the docs &rarr;</a>
pl_pl: Integracja wtyczki SerwerSMS.pl dla WooCommerce. <a href="%s" target="_blank">Sprawdź dokumentację &rarr;</a>

source: Processing
pl_pl: W trakcie realizacji

source: Complete
pl_pl: Gotowe

source: Cancled
pl_pl: Anulowane

source: Failed
pl_pl: Błędne

source: Refunded
pl_pl: Zwrócone

source: Username
pl_pl: Nazwa użytkownika

source: Enter username
pl_pl: Podaj nazwę użytkownika

source: Password
pl_pl: Hasło

source: Enter password
pl_pl: Podaj hasło

source: Reset plugin
pl_pl: Resetuj ustawienia

source: Reset plugin description
pl_pl: Opcja powoduje zresetowanie danych autoryzujących oraz ustawień wtyczki

source: Sender
pl_pl: Nazwa nadawcy

source: Sender description
pl_pl: Jeśli pole ustawione jest na wartość (Losowy numer), wiadomość zostanie wysłana jako SMS ECO

source: Phone
pl_pl: Numer telefonu administratora

source: Phone description
pl_pl: Numer telefonu administratora do powiadomień SMS. Można podać kilka numerów oddzielonych przecinkiem ",".

source: Unicode description
pl_pl: Opcja powoduje włączenie kodowania UTF-8, które pozwala na wysyłkę wiadomości ze znakami specjalnymi różnych języków w tym polskich znaków. Redukuje maksymalną długość wiadomości ze 160 do 70 znaków. Opcja dostępna tylko dla SMS FULL.

source: Flash description
pl_pl: Wiadomość SMS z rozszerzeniem typu Flash (z ang. Błysk). Jest to rodzaj wiadomości SMS, która w chwili odebrania automatycznie wyświetla się na ekranie telefonu. W zależności od opcji telefonu, taką wiadomość można od razu usunąć (np. naciskając OK) lub zapisać w skrzynce odbiorczej.

source: Speed description
pl_pl: Wiadomość SMS z rozszerzeniem typu Speed traktowane są priorytetowo oraz wysyłane indywidualnie przez niezależny system.

source: Test description
pl_pl: Tryb testowy pozwala na sprawdzenie wprowadzonych ustawień bez wysyłania wiadomości i naliczenia kosztów.

source: SMS Flag register
pl_pl: Powiadomienie administartora o rejestracji nowego użytkownika

source: SMS Text register
pl_pl: Treść wiadomości

source: Fields personalization:<br/>{customer} - name of user<br/>{email} - email of user
pl_pl: Pola personalizacji:<br/>{customer} - nazwa użytkownika<br/>{email} - adres email

source: SMS Flag order add
pl_pl: Powiadomienie administartora o nowym zamówieniu

source: SMS Text order add
pl_pl: Treść wiadomości

source: Fields personalization:<br/>{order_id} - order id<br/>{customer} - firstname and lastname of user<br/>{email} - email of user<br/>{price} - total price order
pl_pl: Pola personalizacji:<br/>{order_id} - id zamówienia<br/>{customer} - imię i nazwisko użytkownika<br/>{email} - adres email<br/>{price} - wartość zamówienia

source: SMS Flag order processing
pl_pl: Powiadomienie klienta w chwili zmiany statusu zamówienia na: W trakcie przetwarzania

source: SMS Text order processing
pl_pl: Treść wiadomości

source: Fields personalization:<br/>{order_id} - order id<br/>{customer} - firstname and lastname of user<br/>{email} - email of user<br/>{price} - total price order<br/>{status} - status order
pl_pl: Pola personalizacji:<br/>{order_id} - id zamówienia<br/>{customer} - imię i nazwisko użytkownika<br/>{email} - adres email<br/>{price} - wartość zamówienia<br/>{status} - status zamówienia

source: SMS Flag order complete
pl_pl: Powiadomienie klienta w chwili zmiany statusu zamówienia na: Gotowe

source: SMS Text order complete
pl_pl: Treść wiadomości

source: SMS Flag order cancelled
pl_pl: Powiadomienie klienta w chwili zmiany statusu zamówienia na: Anulowane

source: SMS Text order cancelled
pl_pl: Treść wiadomości

source: SMS Flag order failed
pl_pl: Powiadomienie klienta w chwili zmiany statusu zamówienia na: Błędne

source: SMS Text order failed
pl_pl: Treść wiadomości

source: SMS Flag order refunded
pl_pl: Powiadomienie klienta w chwili zmiany statusu zamówienia na: Zwrócone

source: SMS Text order refunded
pl_pl: Treść wiadomości

source: SMS Flag note
pl_pl: Powiadomienie użytkownika o nowym wpisie w notatkach zamówienia

source: Field is required
pl_pl: Pole jest wymagane

source: Incorect login or password
pl_pl: Dane autoryzujące do usługi SerwerSMS.pl są nieprawidłowe.
